export const CARRERS_MENU = [
  {
    title: '알라딘글로벌알앤디센터',
    job: '프론트엔드 개발자',
    date: '2022.07 - 2023.07',
    href: 'https://www.buyaladdinrnd.com/',
    lists: [
      '동영상 공유 플랫폼 MeiTalk 베타 버전 개발 참여',
      'MeiTalk 웹 / 앱 비디오 업로드 및 재업로드 기능 개발',
      '컴포넌트 구조개선 및 페이지 리뉴얼',
      '사용자 중심의 UI/UX 개선',
      `신규 화면 및 기능 개발 - 고객문의 / 공지사항 / FAQ / 채널 관리(구독 관리, 채널 설정) / 비디오 관리(업로드, 상태 관리, 목록, 히스토리) +@
      `,
    ],
  },
  {
    title: '에프앤에프(F&F)',
    job: '프론트엔드 개발자 인턴',
    date: '2022.01 - 2022.02',
    href: 'https://www.fnf.co.kr/pages/main/main.php',
    lists: [
      '순수 자바스크립트로 개발된 데이터 대시보드를 리액트로 전환하는 프로젝트',
      '경쟁사 마켓 검색량 데이터 시각화',
      '재사용 컴포넌트 개발',
      'UI/UX 디자인 및 기획',
    ],
  },
];
